import React from 'react';

const Mypr = () => {
    return (
        <div id="mypr">
            <h1>About Me</h1>
            <div>
                <p>2015.02 동아대학교 사학과 졸업</p>
                <p>2015.07 ~ 2021.12 (주)남청 근무 - 일반사무직</p>
                <p>2022.03 ~ 2022.09 그린컴퓨터아카데미 울산점 - PWA제작 프론트엔드 개발 디지털인재 양성과정 수료</p>
            </div>

            <div>
                <img src="./imgs/meme.jpg" alt=""/>
                <p>안녕하세요. 프론트엔드 개발자를 꿈꾸는 정현지입니다. <br/>
                어떻게 하면 사용자가 더 편리하게 사용할 수 있을지 고민하면서도,<br/>
                어떻게 하면 회사 프로그램의 강점과 기능을 더 돋보이게 할 수 있을지 고민하는,<br/>
                둘 사이의 튼튼한 연결다리가 될 수 있는 프론트엔드 개발자로 성장하고 싶습니다.<br/>
                빠르진 않아도 일정한 속도로 꾸준히 나아가는 개발자가 되겠습니다.
                </p>
            </div>

        </div>
    );
};

export default Mypr;